<?php echo $this->managelayout->add_css(element('view_skin_url', $layout) . '/css/style.css'); ?>
<div id="container-wrap">
    <div id="white_wrap">
        <!--퍼백서 타이틀-->
        <h3>WHITE PAPER</h3>
        <!--퍼백서 타이틀//-->

        <!--퍼백서 내용 시작-->
        <div class="white_content">
            <div class="white_top">
                <h4>백서 머릿말</h4>
                <ul class="text_g">
                    <li class="sub_title">
                        블록체인의 본질
                    </li>
                    <li>
                        <p>
                            블록체인은 중요한 미래 기술 산업 분야로써 시간이 지날수록 많은 인력과 자본이 모여들고 있습니다.
                            이런 새로운 기술분야 에서 대중들, 혹은 종사자들 조차 블록체인의 정의와 구분을 어려워 하는 경우가 많습니다.

                            블록체인은 데이터 전송을 위한 새로운 발명품이고 블록체인으로 파생된 토큰이나 코인은 근본적으로 사람과 사람
                            사이에서 가치교환을 하기 위한 도구입니다.

                            코인이나 토큰은 그 가치교환 방식의 기능에 있어 블록체인의 틀 위에 사람들이 정해놓은 약속 대로 작동합니다
                            그 약속에 따라 코인이나 토큰, 즉 디지털자산은 회사의 주식이 될 수도 있고 비즈니스 플랫폼에서 이용자들이
                            직접 사용토록 하는 포인트가 될 수도 있고 이 두 가지 기능을 동시에 가질 수도 있습니다.

                            물론 비트코인처럼 새로운 가치저장 수단의 하나로써 자리할 수도 있습니다 중요한 건, 블록체인의 개념 적립에 있어
                            복잡해지는 부분은 그것이 작동함에 있어 사람들끼리 정하는 규칙에서 비롯되는 것입니다 블록체인의 본질은 가치의 교환
                            입니다.
                        </p>
                    </li>

                    <li class="sub_title">
                        블록체인과 비즈니스
                    </li>

                    <li>
                        <p>
                            비트코인과 여러 스테이블 코인들은 기존의 금융산업에 거대한 혁신을 불러오고 있습니다 그리고 이더리움 과 같은
                            플랫폼 코인들은 블록체인 기술이 사회 여러 분야의 비즈니스에 적용될 수 있도록 블록체인의 기술연구로 확장성을
                            더해가고 있는 코인을 위한 코인입니다.

                            그리고 그 외 대부분의 코인들은 이러한 기술 플랫폼의 지원을 받아 그 운영체제 안에서 파생되고 당장 비즈니스에 도입되고 있는 유틸성 코인들입니다
                            그리고 이것을 정확히는 코인이 아닌 토큰이라고 부릅니다.

                            즉, 현재 나와있는 대부분의 토큰들은 각 회사들의 비즈니스 모델에서의 포인트를 기존의 중앙화된 데이터 시스템 대신 블록체인으로
                            도입하는 것입니다 여기에서 새로운 비즈니스 모델이 탄생할 수도 있지만 블록체인의 투명성과 탈중앙성 이라는 특성을 장점으로 인식하고
                            도입해 사업에서의 경쟁력을 가지고자 함이 대부분일 것입니다.

                            우리 SUPER COMMUNITY 와 PER토큰 역시 그러한 비즈니스 모델입니다.

                            다만, 정상적으로 사업을 진행하는 기업 중 상당수가 블록체인을 도입하는 목적은 앞으로 블록체인으로 인해 변화하는 산업 구조에서
                            새롭게 다가올 기회를 선점하기 위함일 것 입니다 우리는 온라인 커뮤니티 시장과 광고 시장 역시 블록체인으로 인해 더 혁신적이고
                            효율적인 변화가 나타날 것으로 예상하고 있고 그 중심에 서기 위해 사업을 전개할 것입니다.</p>
                    </li>
                </ul>
            </div>

        </div>
        <!--퍼백서 내용끝//-->

        <!--다운로드버튼-->
        <ul class="bt">
            <li>
                <a href="https://www.percommunity.com/About/Down_whitepaper/ko" class="btn1 btn_black">KOR DOWNLOAD</a>
            </li>
            <li>
                <a href="https://www.percommunity.com/About/Down_whitepaper/en" class="btn1 btn_black">ENG DOWNLOAD</a>
            </li>
        </ul>
        <!--다운로드버튼끝//-->


    </div>
</div>